<!DOCTYPE html>
<html>
<head>
        <meta charset="UTF-8">
	
	<meta property="og:title" content="Baltic Center - Դուք ցանկանում եք սովորել արտասահմանում:" />
        <meta property="og:description" content="Արտասահմանում  կրթություն ստանալը շատերի համար երազանք է, սակայն այն կարող է լինել նաև իրականություն. Կրթությունը երկարաժամկետ ներդրում է ձեր ապագայի համար, այնպես որ հարցը համալսարանի  ընտրությանը պետք է լինի." /> 
        <meta property="og:image" content="http://baltic-center.eu/img/header_background.jpg" />
    <meta content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no" name="viewport">
    <meta name="description" content="Արտասահմանում  կրթություն ստանալը շատերի համար երազանք է, սակայն այն կարող է լինել նաև իրականություն.">
    <meta name="keywords" content="Описание">
    <meta name="google-site-verification" content="S386zaI2q9nFsR9pmcPC1nt3toyeSqg1xFdgyrWleA8" />
    <meta name="google-site-verification" content="xHMOb3cAs40Fa2r6LM5jKQyKLoZRRVaXkiSIKVDUoBk" />

    <title>Baltic Center - Դուք ցանկանում եք սովորել արտասահմանում:</title>




    <link rel="stylesheet" href="../css/bootstrap.css">
    <link rel="stylesheet" href="../css/font-awesome.min.css">
    <link rel="stylesheet" href="../css/hover.css">


    <link rel="stylesheet" href="../css/style.css">

    <link rel="icon" type="image/png" href="../favicon.png" />
    <link rel="apple-touch-icon" href="../apple-touch-favicon.png"/>
    <script src="../js/jquery-1.12.4.min.js"></script>

    <script>
     (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
      (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
      m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
      })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

      ga('create', 'UA-76055340-1', 'auto');
      ga('send', 'pageview');
    </script>
</head>
<body>

<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter36592180 = new Ya.Metrika({
                    id:36592180,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/36592180" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->

<?php require 'blocks/header.php'; ?>
<div class="contaner-fluid additional-color">
<!--  Breadcrumbs-->
 <!-- <div class="container hlebnie-kroshki">
     <div class="row">
         <ol class="breadcrumb">
      <li><a href="index.php">Главная</a></li>
      <li><a href="#">Студентам</a></li>
      <li class="active">Система Высшего Образования в странах Балтии</li>
</ol>
     </div>
 </div> -->

<!--About    -->


    <section>
        <div class="container system-of-education">
            <div class="row">
                <h1>Բարձրագույն կրթության համակարգը Բալթյան երկրներում</h1>



                    <div class="col-sm-7">
                <p>      Յուրաքանչյուր ուսանող ցանկանում է կրթություն ստանալ արտերկրում. Այս բաժնում Դուք կարող եք ստանալ ավելի մանրամասն տեղեկություններ կրթության համակարգի մասին Բալթյան երկրներում:</p>

                <p>      Կրթությունը Մերձբալթիկայում բաժանված է 3 մակարդակների :</p>

                <p>      Հիմնական կրթությունը տեւում է ինը տարի , ապա աշակերտի ընտրությամբ նա կարող է շարունակել մինչեւ 12 տարի:</p>

                <p>      Միջնակարգ ( լրիվ) կրթությունը բաժանվում է 2 տեսակի ` ընդհանուր միջին (12 ամյա դպրոցում կամ գիմնազիայում ) , միջնակարգ մասնագիտական ​​( 3 տարի քոլեջում եւ մասնագիտական ​​աստիճանի ստացում ):</p>

                <p>      Ուսուցանում Մերձբալթիկայում կարող է լինել Ռուսերեն, Անգլերեն , Գերմաներեն, Բելոռուսերեն, ՈՒկրաիներեն եւ այլ լեզուներ :</p>

                <p>      Բալթյան համալսարաններն ապահովեում են կրթություն տարբեր մակարդակներում եւ տեւողությամբ :</p>

                <p>      Գոյություն ունեն երկու տեսակի բարձրագույն ուսումնական հաստատություններ ` համալսարաններ եւ քոլեջներ :</p>

                <p>      Եռաստիճան համալսարանական կրթություն` առաջին մակարդակը - բակալավր, երկրորդ մակարդակը - մագիստրոս, եւ երրորդ մակարդակը - դոկտորական , օրդինատուրա կամ բարձրագույն դպրոց . Նաեւ իրականացվում է հետազոտական ​​աշխատանք համալսարաններում :</p>

                <p>      Քոլեջ</p>
                <p>      Քոլեջներն ունեն մասնագիտական ​​ծրագրեր բարձրագույն կրթության առաջին եւ երկրորդ մակարդակներով :</p>

                <p>      Առաջին մակարդակը կրթության երկու տարիներ են եւ ներառում է 80 CP : Այս մակարդակը նախատեսված է ուսուցման լայն բնագավառի մասնագիտությունների համար : Ավարտելուց հետո ուսանողը կստանա առաջին մակարդակի բարձրագույն կրթության դիպլոմ:</p>

                <p>      Երկրորդ մակարդակը կրթության չորս տարի է տևում եւ պարունակում է 160 CP : Ավարտելուց հետո ուսանողը կստանա Երկրորդ մակարդակի բարձրագույն կրթության (բակալավր) դիպլոմ  .</p>

                <p>      Բակալավրի աստիճան ձեռք բերելու համար անհրաժեշտ է սովորել 3 - 4 տարի (180-240 կրեդիտ): Ավարտելուց հետո բակալավրիատի շրջանավարտը կարող է ստանալ աշխատանք իր մասնագիտությամբ եւ այնպիսի պաշտոն զբաղեցնել, որը պահանջում է համալսարանական կրթություն, կամ շարունակել իր ուսումը մագիստրոսական ծրագրում: Բակալավրիատում հնարավոր է առկա կրթության, հեռակա եւ դիստանցիոն:</p>

                <p>      Մագիստրատուրան տեւում է 1 - 2.5 տարի: Մագիստրոսի աստիճանի ստացումը թույլ է տալիս Ձեզ արժանանալ բարձրն պաշտոնների եւ աշխատավարձի մակարդակի, ինչպես նաեւ թույլ է տալիս Ձեզ  շարունակել վերապատրաստումը դոկտորական մակարդակում. Կրթությունը հնարավոր է լիաժամկետ եւ հեռակա ձեւով.</p>


                <p>      Մագիստրոսական շրջանավարտը ձեռք կբերի մի շարք առավելություններ :</p>

                <p>      Ավելի խորը գիտելիքներ  ​​հետաքրքրության ոլորտում</p>
                <p>      Ունակություն զբաղվել հետազոտական ​​գործունեությամբ</p>
                <p>      Դասավանդման փորձի ձեռքբերում</p>

                <p>      Դոկտորական կրթություն 3 տարի տեւողությամբ: Ավարտից հետո, շրջանավարտները ստանում են դոկտորի աստիճան  որոշակի բնագավառում. Դոկտորական աստիճանը պատրաստում է ուսանողներին գիտությունների դոկտորի աստիճանի համարի : Կրթությունը հնարավոր է միայն առկա.</p>

                <p>      Կրթության ձեւերը </p>

                <p>      Լրիվ դրույքով ձեւը Թրենինգի ուսուցման անցկացվում բաժանման աշխատանքից, քանի որ ի տարբերություն հեռավոր եւ նամակագրության. Դասընթացը կառույցը, որը կառուցվել է անձնական շփման հետ աշակերտի ուսուցչի, որն օգնում է կլանում բարձրորակ նյութական եւ ստանալու ավելի շատ գիտելիքներ: Լրիվ դրույքով ուսանողները պարտավոր են հաճախել դասախոսություններ, սեմինարներ եւ գործնական ուսուցում:</p>

                <p>      Կրթություն դոկտորական 3 տարի տեւողությամբ: Ավարտից հետո, շրջանավարտները ստանում են դոկտորի աստիճան է որոշակի տարածքում. Դոկտորական աստիճանը պատրաստում ուսանողներին աստիճանի գիտությունների դոկտոր: Կրթությունը հնարավոր է միայն անձի.</p>

                <p>      Կրթության ձեւերը </p>

                <p>      ռկա ուսուցումը ի տարբերություն հեռակայի անցկացվում է տեղում և կտրում է ուսանողին աշխատանքից.  Դասընթացը մշակվում է ուսանողների հետ շփման արդյունքում և թույլ է տալիս կլանել ավելի շատ գիտելիքներ. Առկա ուսանողները պարտավոր են հաճախել դասախոսություններ, սեմինարներ եւ գործնական պարապմունքներ:</p>

                <p>      Հեռակա -ինքնուրույն ուսուցման եւ լսարանային ուսուցման  համատեղում  : Մեծ մասը առարկաների ուսանողները սովորում են ինքնուրույն: Հիմնական տարբերությունը առկա  ուսուցումից դրա տեւողությունը եւ աշխատանքային գործունեությունը  շարունակելու հնարավորություններն են: Հեռակա ուսուցման ուսանողները սովորում են երկու ժամանակահատվածներով . Առաջին փուլում ուսուցիչները տալիս են թեմաները,  խնդիրները եւ այլն: Երկրորդ ժամկետը - քննություն շրջանն է:</p>

                <p>      Դիստանցիոն ուսուցում - ուսուցման տեղի է ունենում մի հեռավորության վրա , ինտերնետ - տեխնոլոգիաների եւ այլ միջոցների ինտերակտիվ կապի միջոցով. Հիմնական տարբերությունը անհատական ​​ուսումնական պլանն է , որը համաձայնեցված է ուսանողի եւ ուսուցչի միջև : Ուսանողը կարող է ստանալ իրեն հուզող հարցերի վերաբերյալ խորհրդատվություն ուսուցչից  ինտերնետի, հեռախոսի միջոցով. Դիստանցիոն ուսուցման  դիպլոմը չի տարբերվում սովորական .</p>

                    </div>

                    <div class="col-sm-5">
                        <img src="../img/system-of-education.png" alt="System of Education in Baltics" class="img-responsive col-xs-12 pull-right">
                    <!--<img src="../img/system-education.jpg" alt="System of Education in Baltics" class="img-responsive col-xs-12 pull-right second-picture">
                    <img src="../img/system-education.jpg" alt="System of Education in Baltics" class="img-responsive col-xs-12 pull-right">-->
                    </div>

                    <div class="col-sm-12">
                  <p>  Для того чтобы получить степень Бакалавра необходимо отучиться 3 – 4 года (180-240 ECTS). После окончания бакалавриата, выпускник может устроиться на работу по специальности и занять место, требующее высшее образование, либо продолжить учебу на магистратуре. Обучение на бакалавриате возможно на очной форме обучения, заочной и дистанционной.</p>

              <p>  Обучение на Магистратуре длится 1 – 2,5 года. Полученная степень магистра позволяет претендовать на более высокие должности и уровень заработной платы, а также позволяет продолжить обучение на докторантуре. Обучение возможно в очной и дистанционной форме.</p>

              <p>  По окончанию магистратуры выпускник приобретет ряд преимуществ:</p>
                <ul>
              <li>  Получение более глубоких знаний в интересующей научной сфере</li>
              <li>  Возможность заниматься научно-исследовательской деятельностью</li>
              <li>  Получение опыта преподавательской деятельности</li>
              </ul>
              <p>  Обучение на Докторантуре длится 3 года. По окончанию выпускники получают степень доктора наук в определенной сфере. Докторантура готовит обучающихся к соисканию ученых степеней доктора наук. Обучение возможно только в очной форме.</p>

              <p>  Формы обучения</p>
              <p>  Очная форма обучения – обучение ведется с отрывом от работы, в отличии от дистанционной и заочной формы. Структура обучения построена на личном контакте студента с преподавателем, что помогает качественному усвоению материала и получению более глубоких знаний. Студенты очной формы обучения обязаны посещать лекции, семинары и проходить практику.</p>


              <p>  Заочная форма обучения – сочетает в себе самообучение и очное обучение. Большую часть предметов студенты осваивают самостоятельно. Основным отличием заочной формы обучение является ее продолжительность и возможность продолжения рабочей деятельности. Студенты заочной формы обучения учатся в два периода. Первый период – это вводные лекции, на которых преподаватели дают список литературы, темы рефератов, контрольные задания и т.д. Второй период – это экзаменационные сессии.</p>

              <p>  Дистанционная форма обучения – обучение проходит на расстоянии, посредством интернет – технологий и других средств интерактивной коммуникации. Основным отличием дистанционной формы обучения является составление индивидуального учебного плана, самим студентом и согласованным с преподавателем. Студент может получить консультации у своего преподавателя по интересующим его вопросам с помощью интернета, телефона и т.д. Диплом об окончании дистанционной формы обучения ничем не отличается от обычного.</p>

                </div>
            </div>
        </div>
    </section>






 </div>


  <?php require 'blocks/footer.php'; ?>






        <script src="../js/bootstrap.min.js"></script>



<!--BEGIN JIVOSITE CODE {literal} -->
<script type='text/javascript'>
(function(){ var widget_id = '9B8okHwNjb';var d=document;var w=window;function l(){
var s = document.createElement('script'); s.type = 'text/javascript'; s.async = true; s.src = '//code.jivosite.com/script/widget/'+widget_id; var ss = document.getElementsByTagName('script')[0]; ss.parentNode.insertBefore(s, ss);}if(d.readyState=='complete'){l();}else{if(w.attachEvent){w.attachEvent('onload',l);}else{w.addEventListener('load',l,false);}}})();</script>
<!-- {/literal} END JIVOSITE CODE -->

</body>
</html>
